tutorials/laminar/1DWetAvalanche/Allrun
#!/bin/sh

rm -r 0
# Create the mesh
blockMesh

# create the intial time folder
cp -r 0_org 0

## Initialize the alpha field
funkySetFields -time 0

# Run sedFoam
sedFoam_rbgh > log&

